[
  {
    "es": {
      "path": "/blogs/Que-es-Avalanche",
      "title": "¿Qué es Avalanche?",
      "summary": "Avalanche es una Blockchain que según la página oficial de Avalanche se describe como: ",
      "backgroundImage": "/assets/blogs/Avalanche.png"
    },
    "en": {
      "path": "/blogs/What-is-Avalanche",
      "title": "What is Avalanche?",
      "summary": "Avalanche is a Blockchain which, according to the official Avalanche website, is described as:",
      "backgroundImage": "/assets/blogs/Avalanche.png"
    }
  },
  {
    "es": {
      "path": "/blogs/Que-es-una-Subnet",
      "title": "¿Qué es una Subnet?",
      "summary": "Si traducimos a rajatabla el término “Subnet” llegamos a la conclusión de que son dos palabras “sub” y ",
      "backgroundImage": "/assets/blogs/Subnet.png"
    },
    "en": {
      "path": "/blogs/What-is-Subnet",
      "title": "What is a Subnet?",
      "summary": "If we strictly translate the term “Subnet” we come to the conclusion that there are two words “sub” and",
      "backgroundImage": "/assets/blogs/Subnet.png"
    }
  },
  {
    "es": {
      "path": "/blogs/Programemos-una-Subnet",
      "title": "Programemos una Subnet",
      "summary": "A continuación, vamos a crear, desplegar y usar una subnet de manera local con nuestra wallet de core y metamask, para poder desplegar un código usando remix y hardhat.",
      "backgroundImage": "/assets/blogs/program.png"
    },
    "en": {
      "path": "/blogs/Let's-program-a-Subnet",
      "title": "Let's program a Subnet",
      "summary": "Next, we are going to create, deploy and use a subnet locally with our core wallet and metamask, so we can deploy code using remix and hardhat.",
      "backgroundImage": "/assets/blogs/program.png"
    }
  },
  {
    "es": {
      "path": "/blogs/Teleporter",
      "title": "Teleporter",
      "summary": "Esta tecnología nos permite comunicarnos entre una Blockchain y otra, en este caso entre una subnet y otra, por ahora está disponible entre las subnets de Dispatch (D), Echo (E) y C-Chain"
    },
    "en": {
      "path": "/blogs/Teleporter",
      "title": "Teleporter",
      "summary": "This technology allows us to communicate between one Blockchain and another, in this case between one subnet and another, for now it is available between the subnets of Dispatch (D), Echo (E) and C-Chain"
    }
  },
  {
    "es": {
      "path": "/blogs/Referencias",
      "title": "Referencias",
      "summary": "Todas las bases para construir este blog fueron obtenidos de los cursos de la Academia de Avalanche"
    },
    "en": {
      "path": "/blogs/References",
      "title": "References",
      "summary": "All the bases to build this blog were obtained from the Avalanche Academy courses"
    }
  }
]
